[VCP_SkyFury X2EncyclopediaTemplate]
ListTitle = "天空之怒"
DescriptionTitle = "天空之怒"
DescriptionEntry = "天空之怒是一个独特的职业，经过训练和训练，可以在战术战斗中使用喷气背包."

[VCP_LandFury X2EncyclopediaTemplate]
ListTitle = "大地之怒"
DescriptionTitle = "大地之怒"
DescriptionEntry = "大地之怒受过训练，可以使用专用弹药击倒强悍的目标."

[VCP_SkyFury X2SoldierClassTemplate]
DisplayName="天空之怒"
ClassSummary="天空之怒是一个独特的职业，经过训练和训练，可以在战术战斗中使用喷气背包."
AbilityTreeTitles[0]="天空精通"
AbilityTreeTitles[1]="天空战斗"
AbilityTreeTitles[2]="天空训练"
AbilityTreeTitles[3]="XCOM"

[VCP_LandFury X2SoldierClassTemplate]
DisplayName="大地之怒"
ClassSummary="大地之怒受过训练，可以使用专用弹药击倒强悍的目标."
AbilityTreeTitles[0]="子弹精通"
AbilityTreeTitles[1]="子弹艺术"
AbilityTreeTitles[2]="子弹 X"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Sky Fury Unlocks
[GTS_VCP_SkyFury1 X2SoldierAbilityUnlockTemplate]
DisplayName="天空之怒: 移动军刀"
Summary="根据学会的军刀技能数量获得机动性."
[GTS_VCP_SkyFury2 X2SoldierAbilityUnlockTemplate]
DisplayName="天空之怒: 活力军刀"
Summary="根据学习的军刀技能数量获得 HP."
[GTS_VCP_SkyFury3 X2SoldierAbilityUnlockTemplate]
DisplayName="天空之怒: 隐匿军刀"
Summary="根据学习的军刀技能数量获得临时护盾."

;Land Fury Unlocks
[GTS_VCP_LandFury1 X2SoldierAbilityUnlockTemplate]
DisplayName="大地之怒:鹰眼伙伴"
Summary="羁绊伙伴获得瞄准，随羁绊值等级增加."
[GTS_VCP_LandFury2 X2SoldierAbilityUnlockTemplate]
DisplayName="大地之怒: 幸运伙伴"
Summary="羁绊伙伴获得暴击率，随着羁绊等级提高."
[GTS_VCP_LandFury3 X2SoldierAbilityUnlockTemplate]
DisplayName="大地之怒:追风伙伴"
Summary="羁绊伙伴获得移动，随着羁绊等级提升."

;***************************************
;New Ability Descriptions
;***************************************

;Sky Fury Ability
[VCP_SkyMastery X2AbilityTemplate]
LocFriendlyName = "天空精通"
LocHelpText = "<Ability:ClassName/>通过经验提高其能力."
LocLongDescription = "<Ability:ClassName/>通过经验提高其狙击能力."
LocPromotionPopupText = "<font color='#CA7200'>1级</font>获得于<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>休息之翼 </font> -飞行点-从最大值开始，但不会增加.<br/><Bullet/>在颠簸下来后恢复喷气式射击。通过在喷气式射击中杀死敌人来恢复飞行费用.<br/><br/><font color='#CA7200'>2级</font>获得于<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>打孔组合</font> - 如果用作第一个动作，喷气背包攻击将不再结束回合.<br/><br/><font color='#CA7200'>3级</font>获得于<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>破解高手</font> - 喷气背包攻击眩晕。火箭大满贯增加了半径.<br/><br/><font color='#CA7200'>4级</font>获得于<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>邪恶的猎鹰</font> - 在喷气式射击或喷气背包攻击中造成更多伤害."

;Land Fury Ability
[VCP_LandMastery X2AbilityTemplate]
LocFriendlyName = "掌握大地"
LocHelpText = "<Ability:ClassName/>通过经验提升其能力."
LocLongDescription = "<Ability:ClassName/>通过经验提高其狙击能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得于<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>格斗护士</font> -解锁一把抓枪，可以拉动盟友和战利品，以及重新定位.<br/><Bullet/>护士可以让你治愈邻近的盟友，并消除状态疾病.<br/><br/><font color='#CA7200'>2级</font>获得于<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>重新供应</font> - 授予绷带投掷和补给弹药。分别治疗/重新加载盟友.<br/><br/><font color='#CA7200'>3级</font>获得于<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>供应运行</font> - 绷带投掷和补给弹药的目标盟友获得+1点行动.<br/><br/><font color='#CA7200'>4级</font>获得于<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>时空之轮</font> -着陆子弹艺术减少所有冷却时间."

